Repository: acloudmovingby/Translation-Assistance-Tool
Catalog: Import Files/th_en_batch_1_fixed_chunk5.csv-650387.tmx
Source language: th_th
Languages: en_us

source: เพื่อเป็นการปรับปรุงข้อมูลของผู้ลงทุนให้ทราบถึงระดับความเสี่ยงที่เหมาะสมกับตนเอง
en_us: so as to update the investor's information so they are aware of the level of risk suitable for them.

source: เราจะช่วยแก้ปัญหาให้ตรงประเด็นกับธุรกิจของคุณ
en_us: We will help fix the problems pertinent to your business.

source: เออ เรามองไม่เห็นถนนนะครับ
en_us: Yeah, we can't see the road.

source: แบบประเมินความเสี่ยงประจำปี 2558
en_us: the annual risk evaluation form for 2015

source: และให้บล.บัวหลวงสามารถใช้เป็นข้อมูลประกอบการให้คำแนะนำการลงทุนต่อไปนั้น
en_us: and for such information to be used by Bualuang Securities in making further investment recommendations.

source: โดยจะมีการค้างในแต่ละท่าประมาณ 5 นาที เป็นการยืดเหยียดในระดับลึกของร่างกายจนถึง
en_us: Each pose will be held for approximately 5 minutes for deep bodily stretching until

source: โดยเฉพาะการทรงตัวด้วยแขน!
en_us: especially balancing with your arms!

source: โดยเลือกเชื่อมต่อข้อมูลจากบัญชีโซเชียลที่คุณต้องการ
en_us: by choosing to connect to the information from a social media account of your choice.

source: ไม่ว่ากิจกรรมในแต่ละวันของคุณ
en_us: regardless of whatever activity you have on each day.

source: กรุณาลองเข้าสู่ระบบใหม่อีกครั้งค่ะ
en_us: Please try to login again.

source: ซาโตชิตัวปลอมมาแล้ว!!
en_us: The fake Satoshi has arrived!!

source: บริการฝากขาย-ให้เช่า
en_us: For sale-rent services

source: ผู้ช่วยให้คำปรึกษาและบริการทุกวัน
en_us: Assistants provide advice and service every day.

source: สงวนสิทธิ์การให้บริการเฉพาะผู้ที่โทรจองล่วงหน้าเท่านั้น
en_us: reserve the right to provide service only to those who called and made reservations in advance.

source: หอพัก ม.มหิดล เขตพญาไท (708)
en_us: Mahidol U. dormitory, Phaya Thai (708)

source: เช้าวันใหม่ (124)
en_us: a new day (124)

source: โฟรเซ่น โฟลต
en_us: frozen float

source: โอลิมปิก มาร์กเซย
en_us: Olympique de Marseille

source: "ปั่นไปบอกรักพ่อ" ครั้งที่ 3 รายละเอียดงาน
en_us: The 3rd "Bike to Love Dad," event details

source: "หากต้องการชมเว็บเวอร์ชั่นเป็นปัจจุบัน
en_us: "If you would like to see the current web version

source: 88) " ปั่นเปิดบุญ" อ.อินทร์บุรี จ. สิงห์บุรี ครั้งที่ 1 รายละเอียดงาน
en_us: 88) The 1st "Bike for Merit" Inburi district, Singburi province, event details

source: 89 บาท/7วัน รวมภาษี 95.23 บาท
en_us: 89 baht/7 days plus tax of 95.23 baht

source: การเเข่งขันสด
en_us: live competition

source: กิจกรรม "เนชั่น ไบค์ ไทยแลนด์ 2016 ชวนปั่นทั่วไทย ปี 3"
en_us: "Nation Bike Thailand 2016, 3rd Annual Bike Around Thailand" activity

source: ของนักศึกษาระดับปริญญาตรีที่คาดว่าจะสำเร็จการศึกษา 1/59
en_us: for bachelor degree students expected to graduate 1/16

source: คุณสมบัติของผลิตภัณฑ์อาจจะมีข้อแตกต่างในแต่ละประเทศ
en_us: Product specifications may vary between countries.

source: ด้วยระบบที่รองรับการเดิมพันสดกว่า 5,000 รายการให้ท่านเลือกเดิมพัน
en_us: with a system that supports more than 5000 items for you to bet on live.

source: ตรวจสอบสถานะ/แจ้งชำระเงิน
en_us: check status/payment notifications

source: ตั้งแต่วันที่ 21 - 25 พฤศจิกายน 2559
en_us: between November 21 - 25, 2016

source: ที่เปลี่ยนระดับน้ำได้ตามที่คุณต้องการ
en_us: which can change the water level according to your needs

source: ท่านสามารถค้นหาข่าวการเดิมพันกีฬาต่างๆได้ที่นี่
en_us: You can search for sports betting news here.

source: ปิดรับชำระภายในวันจันทร์ 20:00 แล้วจะคัดชื่อออก
en_us: Payment are accepted until 20:00 Monday after which names will be drawn.

source: ผู้จัดการความสัมพันธ หรือเว็บเพจ &apos;ติดต่อเรา&apos;
en_us: Relations management or the "Contact Us" webpage

source: ผู้นำด้านเกมเดิมพันออนไลน์ของเอเชีย
en_us: Leader in online betting for Asia.

source: พับเบาะด้านหน้าเชื่อมต่อเบาะด้านหลัง
en_us: Fold the front seat to connect to the rear seat.

source: มารีวุดเพรส มารีวุดเพรส
en_us: Mariwut Press, Mariwut Press

source: มีประเภทกีฬาให้เลือกเดิมพันหลายประเภท
en_us: There are many types of games to bet on.

source: มุมขวาบน (สำหรับพีซี/โมบาย)"
en_us: Upper right corner (for PC/mobile)"

source: ยังไม่มีประกาศรับเพิ่มนะครับ
en_us: There are still not any calls for applicants.

source: รวมถึงจอมเวทแห่งแฟรี่เทลคนอื่นๆ
en_us: including the magicians of other people's fairy tales

source: รับประกันสินค้า 3 เดือนโดยผู้ขาย
en_us: 3 month warranty by the seller

source: ศรีพัชรินทรมาตา
en_us: Sri Bajarindra Mata

source: ศูนย์รวมของเกมเดิมพันและค่าน้ำที่ดีที่สุด
en_us: Hub for betting games and the best water bill

source: สินค้าประเภทกีฬา มาใหม่ (284)
en_us: new sports related goods (284)

source: หอพัก ม.เกษมบัณฑิต (740)
en_us: Kasem Bundit U. dormitory (740)

source: หัวเว่ยมารีน
en_us: Huawei Marine

source: เข้าสู่ระบบ ยกเลิกเข้าสู่ระบบ
en_us: login, cancel login

source: เน็กซ์เบทสปอร์ตบุคเพียบพร้อมไปด้วยเกมกีฬาระดับโลก
en_us: NextBet Sports Book replete with world class games

source: เบาะนั่งปรับสนุกได้ถึง 4 โหมด
en_us: The seat has 4 modes of fun.

source: แค่20นาทีก็เต็มแล้วครับ
en_us: Already full after just 20 minutes.

source: แตกต่างจากเลนส์ทั่ว ๆ ไป ทำให้ได้ภาพที่ทิ้งฉากหลังอย่างสวยงาม
en_us: Different from regular lenses. It makes the background beautiful.

source: แรบบิท รีวอร์ดส พอยท์
en_us: Rabbit Rewards Points

source: และปฏิบัติตามกฎหมาย กฎระเบียบ และนโยบายภายในทั้งหมดที่เกี่ยวข้อง
en_us: and acts in accordance with the all relevant laws, rules, and internal policies.

source: แล้วพบกันที่เขาใหญ่ครับ
en_us: And meet at the large mountain.

source: ในฐานะส่วนหนึ่่งของคำมั่นสัญญานี้
en_us: as part of this commitment

source: ได้ร่วมต่อสู้ ร่วมผจญภัย จนนำไปสู่เรื่องราวสนุกสนาน ณ ที่แห่งนั้น
en_us: from fighting, going on adventures, to taking part in fun stories there.

source: การจัดเก็บข้อมูลไม่ได้ต้องการเพียงพื้นที่ ว่างเท่านั้น แต่ยังต้องการความเร็วและ
en_us: Data storage doesn't just require free space but also speed and

source: การออกแบบ นวัตกรรมสุดล้ำ จากขอบจรดขอบ
en_us: Design and exceptional innovation from end to end.

source: ขณะที่พระองค์ทรงขับรถยนต์พระที่นั่งเฟียส ทอปอลิโน จากเจนีวาไปยังโลซาน
en_us: while he drove the Fiat Topolino from Geneva to Lausanne

source: ขอบเขตสีแบบใหม่ที่กว้างขึ้น
en_us: the newly colored and widened border

source: ความหนาแน่นในระดับสูงจนคุณไม่สามารถ
en_us: so highly congested that you can't

source: ความแม่นยำ ความสว่าง หรือความคมชัด
en_us: sharpness, brightness, or focus

source: จะดูดีที่สุดก็คราวนี้
en_us: this time would be the best looking

source: จะเสี่ยงเดิมพันกับเว็บเอเย่นต์อื่นๆไปทำไมเดี๋ยวก็ปิดเว็บหนีท่านอีก
en_us: Why risk betting with other online agents? They'll close their sites and run away.

source: จุดขึ้นรถ และเวลารถออกแต่ละจุด
en_us: pick-up spots and the times of departure from each spot

source: ช่วยให้การพิมพ์อย่างแม่นยำ
en_us: Helps improve typing precision

source: ซึ่งตอนนี้ทำงานได้รวดเร็วกว่ารุ่นก่อนหน้า ถึง 2.5 เท่า
en_us: which now works 2.5 times as fast as older models

source: ซึ่งถ้าจะบอกว่านี่คือตัวแทน
en_us: which if this is the representative

source: ซุปฟักทองล่องหน และ กระดูกหมูอ่อนล่องใต้
en_us: disappearing pumpkin soup and southern pork tendon

source: ทำให้เศษกระจกกระเด็นเข้าพระเนตรขวา
en_us: causing the pieces of glass to bounce into the right eye.

source: ที่จะเข้ามาเป็นส่วนหนึ่ง
en_us: to come in as one part

source: ที่ทั้งเร็วสุดแรง และฉลาดฉับไว
en_us: which is both the fastest and smartest

source: ที่เข้าขากันได้อย่างน่ามหัศจรรย์
en_us: who got along together most miraculously

source: นี่ยังถือเป็นการก้าวไปข้างหน้าที่ยิ่งใหญ่
en_us: this is still considered a great step forward

source: บริการสอบถามข้อมูลการคืนภาษี
en_us: inquiries regarding tax returns

source: ประสิทธิภาพ สร้างมาเพื่อความเร็ว และอื่นๆ
en_us: efficient, built for speed, etc.

source: ผมอาจจะอยากได้นาฬิกาสวยๆสักเรือน
en_us: I maybe want to get a beautiful watch.

source: พระองค์ก็ได้รับการสถาปนาฐานันดรศักดิ์เป็น
en_us: was bestowed a noble rank

source: พระองค์มีพระอาการแทรกซ้อนบริเวณพระเนตรขวา
en_us: had complications in his right eye

source: พร้อมความมั่นคงที่มากขึ้น
en_us: with boosted confidence.

source: พัฟแฮมแก้มแดง และ พัฟผักสลับสี
en_us: red-cheeked ham puff pastries and multi-colored puff pastries

source: รายชื่อผู้ประกอบกิจการค้าทองคำ
en_us: List of gold dealers

source: วันที่ประกาศ 8 พ.ย. 2559
en_us: Announced on 8 Nov 2016

source: สับไพ่ใหม่ ดูดวงไพ่ยิปซี ทางโทรศัพท์
en_us: Shuffle again, read tarot cards by phone

source: สาวใช้ใสซื่อ เจ้าชายวายร้าย
en_us: an innocent girl, an evil prince

source: หากแต่พระอาการยังคงไม่ดีขึ้น
en_us: but symptoms were still not improving

source: อย่างเต็มประสิทธิภาพด้วยความเร็วแบบสุดขีด
en_us: at full capacity with tip-top speed

source: เป็นผู้บริหารธุรกิจอะไร ๆอย่างนี่ เราก็ควรที่จะเลือกของที่เหมาะสมกับเขา อย่างเช่น ปากกาสวยๆสักด้ามหนึ่ง
en_us: is some kind of business executive, so we should choose something appropriate for him such as a fancy pen.

source: เพื่อคนรักการเดินทาง&apos;
en_us: for travel lovers'

source: เพื่อสัมผัสแห่งคุณภาพที่คุณรู้สึกได้
en_us: quality that you can feel

source: เสื้อสูทดีๆสักตัวเน็คไทสวยๆสักเส้น
en_us: A nice suit and a sharp-looking tie

source: เเละใช้งานอย่างลงตัว
en_us: and to use seamlessly

source: แพทย์จึงถวายการรักษาอย่างต่อเนื่องหลายครั้ง
en_us: The doctor provided ongoing care on many occasions.

source: และยังมีเทคโนโลยีไร้สาย
en_us: and still has wireless technology

source: และสามารถวางเดิมพันได้ตั้งแต่เริ่ม
en_us: and can make bets from the get go.

source: และเลื่อนไปมาได้อย่างนุ่มนวล
en_us: and can slide back and forth gently

source: แฮมเบอร์เกอร์ปลาเกยตื้น และ แฮมเบอร์เกอร์กุ้งขึ้นบก
en_us: the Beached Fish Burger and the Washed-Up Shrimp Burger

source: โคมไฟสปอตไลท์
en_us: spotlight

source: โดยจะคลิกตรงไหนบนพื้นผิวก็ได้
en_us: by clicking anywhere on the surface

source: โดยเริ่มจากการจับคู่จอภาพที่ดี
en_us: NS

source: ไก่เขียวหวานตะไคร้กรอบ สลัดสวนผลไม้ และข้าวเหนียวลูกครึ่ง
en_us: Green curry with chicken and crispy lemongrass, fruit salad, and sticky rice

source: ไพ่ยิปซี,ไพ่ทาโร่นี้ ต้องการจิต เพื่อสื่อถึงไพ่
en_us: Tarot cards. These tarot cards require consciousness as a medium for the cards.

source: ไม่ว่าจะเชื่อมต่อกับกล้อง
en_us: regardless of whether connecting to the camera

source: //แมพยังไม่เสร็จและยังไม่แน่ใจว่าจะทำเสร็จเมื่อไหร่
en_us: //The map isn't finished and it's unclear when it will be.

source: 3. กรอกเลขโค้ดที่ได้ในช่องแล้วกด "ตกลง"
en_us: 3. Enter the code in the box, then press "OK"

source: การต่อสู้ที่สมจริง - ต่อสู้กับศัตรูตัวมหึมา
en_us: life-like battles - battle with colossal enemies

source: กินพื้นที่เท่ากับตัวละครประมาณ 2-3 ตัวเลยทีเดียว
en_us: covers as much space as 2-3 characters

source: คลีนเซอร์ & ผลัดเซลล์ผิว
en_us: cleanser & exfoliant

source: ดีท็อกซ์และทำความสะอาด
en_us: detoxes and cleans

source: บีซีเอเอ และ กรดอะมิโน
en_us: BCAA and amino acids

source: ผ้านวมและผ้านวมสำเร็จรูป
en_us: quilts and ready-made quilts

source: ผ้าม่านและที่บังแสง
en_us: curtains and shades

source: พร้อมปลดล็อกพลังแห่งการต่อสู้เต็มพิกัด!
en_us: while also unlocking total fighting power!

source: พร้อมปลดล็อคคะแนนความช่วยเหลือสูงสุดถึง 50,000 แต้ม/วัน!!
en_us: while also unlocking up to 50,000 aid points/day!!

source: พร้อมรองรับการแสดงสีสันหลายล้านสี
en_us: while also supporting display of millions of colors

source: มาร่วมเป็นหนึ่งใน 4 ฮีโร่ในตำนาน!
en_us: become one of 4 legendary heroes!

source: มิตรผลครบรอบ 60 ปี จับมือ กฟผ. ร่วมสนับสนุนโครงการแว่นแก้วเฉลิมพระเกียรติ รวมพลัง นำความสว่างสดใสสู่ดวงตามิตรชาวไร่
en_us: Mitr Phol, for its 60th anniversary, in partnership with EGAT, supports the Wan Kaew Project, to join forces to bring clear vision to farmers.

source: ยาทารองพื้นและเคลือบเล็บ
en_us: foundation cream and nail polish

source: หากแมพเสร็จแล้วผมจะปล่อยลิงค์ดาวน์โหลดให้เอง
en_us: if the map is finished I'll release the download link myself

source: อาบน้ำ-สกินแคร์
en_us: bathe-skincare

source: อาบน้ำและผลัดเซลล์ผิว
en_us: bathe and exfoliate

source: อุปกรณ์ดูแลบ้าน-เก็บของอื่นๆ
en_us: housekeeping-storage equipment

source: อุปกรณ์ดูแลบ้านแบบใช้ไฟฟ้า
en_us: electric housekeeping equipment

source: อุปกรณ์ดูแลเล็บมือและเท้า
en_us: manicure and pedicure equipment

source: อโรมา-เทียนหอม
en_us: aroma-scented candle

source: เข้าระบบโดยใช้เฟสบุ๊ค
en_us: login using facebook

source: เจลหล่อลื่น-นวดเฉพาะจุด
en_us: lubricating gel-targeted massage

source: เช่นเดียวกับพระภิกษุทั้งหลายอย่างเคร่งครัด เช่น เสด็จลงพระอุโบสถทรงทำวัตรเช้า–เย็น
en_us: as strictly as all the monks, such as by performing the fortnight recitations and observing the morning-evening rituals

source: เผาผลาญไขมัน และ ดักไขมัน
en_us: burns and blocks fat

source: เพื่อก้าวเป็นฮีโร่ผ่านเรื่องราวอันน่าทึ่งของตัวเอง!
en_us: in order to go forth as the hero in your own fantastic story!

source: เอกเทอนอล ฮาร์ดดิส
en_us: external harddisk

source: เอ้าท์ดอร์เฟอร์นิเจอร์
en_us: outdoor furniture

source: แต่ต้องแลกกับหน่วยความจำในแมพที่มากขึ้น
en_us: but has to switch with the increased memory in Map.

source: แต่ถ้าว่างก็ทำเรื่อยๆ ครับ
en_us: but if free, will just keep doing it.

source: แต่โดยหลักความเป็นจริงแล้ว
en_us: to be honest

source: แท่งบาร์และสแน็ค
en_us: a bar and a snack

source: แผ่นรองซับและผ้าเช็ดทำความสะอาด
en_us: pads and cleaning wipes

source: และต่อสู้ในสนามเพื่อต่อกรกับฮีโร่คนอื่นๆ!
en_us: and fight on the battlefield in order to duel other heroes!

source: และพื้นที่หลักๆของทวีปยุโรป
en_us: and the main area of the European continent

source: โค่นล้มเรดบอสพร้อมกับผองเพื่อนและเหล่าพันธมิตร!
en_us: Take down the Red Boss with all your friends and allies!

source: "แม่น้ำท่าจีนตอนล่าง
en_us: "The lower portion of the Tha Chin river

source: (ประเพณีลอยกระทง) ประจำปี 2559 เพื่อน้อมเกล้าฯ
en_us: (Loy Krathong tradition) for 2016 in order to present

source: (ห้วยหินลาดใน)
en_us: (Huay Hin Lat Nai)

source: กรณีมีผู้โพสต์ข้อความคลาดเคลื่อน
en_us: if someone posts in error

source: การจัดทำริบบิ้นสีดำไว้ทุกข์
en_us: wearing a black ribbon for the mourning period

source: การสมัครคัดเลือกข้าราชการพลเรือนสามัญหรือเจ้าหน้าที่ของรัฐเพื่อรับทุนรัฐบาล
en_us: Application for civil servants in the Civil Service or government officials to receive government funding.

source: การเปลี่ยนสีที่มาตรวัดเรืองแสง
en_us: Changing the color of the glowing meter.

source: ขลุ่ยกุ้งต้มยำ และ ข้าวโพดอ่อนท่องป่า
en_us: Tom Yum shrimp sticks and baby corn

source: ข่าว มพ.หน้าหนังสือพิมพ์
en_us: University of Phayao in the newspaper headlines

source: ครั้งแรกของเมืองไทยเพื่อแฟนๆ
en_us: the first time in Thailand for the fans

source: คือเราไม่ได้ฉีดยานะครับ
en_us: meaning we didn't have an injection.

source: ง่ายต่อการหาของที่อยู่ในตู้
en_us: makes finding things in the closet easy

source: ดึงเปิดออกได้สะดวกรวดเร็ว
en_us: can be pulled open quickly

source: ด้วยตนเองผ่านช่องทาง ดังนี้
en_us: by oneself on this channel as follows:

source: ด้านหลังได้มากถึง 906 ลิตร
en_us: the rear received 906 liters

source: ตัวหมุดล็อคกระเป๋าโลหะขัดเงาสวยงาม
en_us: beautiful bag clasp made from polished metal

source: ทำฝาย บ้านโซ้ร่วมกับ ม.พะเยา
en_us: Baan So collaborated with Phayao U. to make the dam

source: ทำไมต้องไปเรียนที่มหาวิทยาลัยพะเยา
en_us: why must learn at Phayao University

source: นโยบายและทิศทางการบริหาร (พ.ศ.2558 - 2561)
en_us: Policy and Administrative Direction (2015 - 2018)

source: ประกอบด้วยชิ้นเลนส์ 4 ชิ้น จัดกลุ่ม 3 กลุ่มเลนส์ ด้วยเอกลักษณ์การทิ้งฉากหลังที่ให้โบเก้แบบหมุนเกลียว
en_us: includes 4 lenses organized into 3 groups with the unique swirly bokeh feature

source: ผู้ช่วยศาสตราจารย์ชาลี ทองเรือง รองอธิการบดีฝ่ายบริหาร
en_us: Assistant Professor Chali Thongrueang, Vice President for Administrative Affairs

source: พริกแกงสำเร็จรูป ตราแม่พลอย 2 แถม 1 ขนาด 50 กรัม ทุกรสชาติ
en_us: Ready-made curry, Mae Ploi brand, buy 2 get 1 free, 50 grams, every flavor

source: ม.พะเยา ต้อนรับ ม.ศิลปากร ศึกษาดูงานเพื่อเป็นการเปิดโลกทัศน์
en_us: Phayao U. welcomes Silpakorn U. to observe the event in order to broaden their worldview.

source: มหาวิทยาลัยพะเยา ต้อนรับ พระอาจารย์เอกชัย สิริญาโณ (เจ้าสำนักวัดใหม่ศรีร่มเย็น ตำบลห้วยซ้อ อำเภอเชียงของ
en_us: Phayao University welcomes Phra Ajarn Aekhachai Siriyano (Head of Wat Mai Sri Romyen, Tambon Huay Sor, Amphoe Chiang Khong

source: มองเห็นแสงแดดที่เปล่งประกายอย่างสวยงาม
en_us: see the sunlight radiating beautifully

source: ระบบล็อกแบบใหม่เปิดง่ายขึ้น
en_us: the new lock system is easier to open

source: ระหว่างวันที่ 16-20 ตุลาคมนี้ ณ ประเทศฝรั่งเศส
en_us: between October 16-20 in France

source: ระหว่างวันที่ 28-31 ตุลาคม 2559
en_us: between October 28-31, 2016

source: รับตรง60 ประเภทโครงการต่างๆ
en_us: apply directly in '17 for different programs

source: รับสมัครเข้าทำงานกับเรา
en_us: Accepting applications to work with us

source: วชิรเมธี(ท่าน ว. วชิรเมธี) ณ ศูนย์วิปัสสนาสากล ไร่เชิญตะวัน จ.เชียงราย วันที่ 4 ธ.ค.55
en_us: Wachinmethi (Mr. Wor. Wachinmethi) at the Rai Choentawan international vipassana center, Chiang Rai province, on Dec. 4 '12

source: ศูนย์/โครงการ/อื่นๆ
en_us: Center/Projects/Other

source: สลัดผักหวาน และ ข้าวผัดเขียวหวานเห็ดหอม
en_us: Phak Wan salad and fragrant mushroom green curry fried rice

source: สวิตช์รับ และวางสายโทรศัพท์บนพวงมาลัย
en_us: switch lines and hang up the phone on the steering wheel

source: สืบสานศิลปวัฒนธรรมล้านนา ณ ตัวเมืองจังหวัดพะเยา วันที่ 29 พ.ย.55
en_us: Inheriting Lanna Arts and Culture at Phayao city center on Nov 29, '12

source: หน่วยปฏิบัติการวิชาชีพการโรงแรมและการท่องเที่ยว
en_us: Unit for Hospitality and Tourism Careers

source: หรือการเดินทางที่มีการปรับเปลี่ยนความดันอากาศ
en_us: or travel with air pressure modifications

source: เก็บของในแนวสูงได้ถึง 1,280 มม.
en_us: up to 1,280 mm of vertical storage

source: เชฟลี ชุง ไท้ ผู้เชี่ยวชาญเมนูของหวานจากฮ่องกง
en_us: Chef Lee Sung Thai, an expert pastry chef from Hong Kong

source: เฟเนร์บาห์เช่
en_us: Fenerbahçe S.K.

source: เราก็ส่องกระจกดูนะครับว่าทรงผมของเรานั้นออกมาดูดีแล้วหรือยัง
en_us: We look in the mirror to see whether our hairstyle looks good yet.

source: เลือกช่องทางที่คุณสะดวก
en_us: Choose a path convenient for you.

source: เสด็จพระราชสมภพในราชสกุลมหิดลอันเป็นสายหนึ่งในราชวงศ์จักรี ณ โรงพยาบาลเมาต์ออเบิร์น
en_us: was born in the House of Mahidol, one branch of the Chakri Dynasty, at Mount Auburn Hospital

source: เหลืองแอทแทรค (มุก)
en_us: NS

source: แต่ไม่คุ้มครองรถเอาประกัน* *ข้อมูลเป็นการสรุปโดยย่อเท่านั้น
en_us: but isn't covered by insurance* *the information is only a brief summary

source: และหมุนเวียนอากาศภายในห้องโดนสารให้เหมาะสม
en_us: and provides enough circulation for the cabin

source: และอาจเปลี่ยนแปลงได้ตามราคาไม้ในปัจจุบันครับ
en_us: and is subject to change depending on the current prices of wood.

source: โดนวัดจากพฤติกรรมการเหยียบเบรก
en_us: is measured based on braking behavior

source: ให้พี่หมีเปรียบเทียบประกันของรถรุ่น...
en_us: Have Pi Mee compare insurance for car model...

source: ให้มีความสมดุลมากขึ้น
en_us: to improve balance

source: ไฮลักซ์ รีโว่ คาราวาน ทริป
en_us: Hilux Revo Caravan Trip

source: •รับเรื่องแจ้งซ่อม/แจ้งปัญหา
en_us: •on call for repairs/problems

source: กระเป๋าสตางค์และกระเป๋าอื่นๆ
en_us: wallets and other bags

source: คำนวณเงินผ่อนต่อเดือนและรายได้ต่อเดือนขั้นต่ำที่ควรมี
en_us: calculate monthly payment installments and the minimum required monthly income

source: จอมขวัญต้องทำงานให้มากขึ้นเพื่อที่จะพาแม่ย้ายไปอยู่ในที่ๆสิ่งแวดล้อมดีกว่าเดิม
en_us: Chomkhwan has to work more in order move his mother to a better environment.

source: จัดการกรณีการสนับสนุนเชิงพาณิชย์
en_us: handle cases of commercial promotion

source: ถาม - ตอบ ติดต่อเรา เว็บไซต์น่าสนใจ
en_us: Question - Answer, contact us, interesting website

source: นอกเหนือจากการลดหย่อนภาษีเพียงอย่างเดียว
en_us: other than just reducing taxes

source: ศูนย์บริการตัวถังและสี
en_us: service center for car bodies and paint

source: อยากมีเงินเก็บเมื่อเริ่มทำงาน
en_us: want to have money saved up once work begins

source: อัตราค่าโดยสาร ในฐานะที่ นครชัยแอร์ เป็นบริษัทเดินรถร่วมบริการ
en_us: passenger fee rates because Nakonchai Air is company providing motor vehicle services

source: เพื่อให้การชอปครั้งนี้คุ้มค่าและมีเงินเหลือ
en_us: so that this shopping experience is worthwhile and leaves some money leftover

source: เพื่อให้ได้รถตามฝัน"
en_us: in order to get the dream car."

source: เมืองไทยสไมล์เครดิตการ์ด
en_us: Muang Thai Smile Club Credit Card

source: เอล์ฟส์บอร์ก
en_us: Elfsborg

source: แต่แล้ววันหนึ่งเขามีโอกาสได้ทำงานในสถานฑูต
en_us: But then one day he had the opportunity to work in an embassy.

source: และความเสี่ยงที่รับได้
en_us: and the acceptable amount of risk

source: และพกบัตรสะสมคะแนนต่างๆ
en_us: and carried on hand various rewards cards

source: “นครชัยแอร์ มอบความสุข สานฝัน ปันน้ำใจ ให้สังคม ครั้งที่ 2” ณ ศูนย์พัฒนาการจัดสวัสดิการสังคมผู้สูงอายุบ้านบางแค
en_us: "The 2nd Nakonchai Air Event for Giving Happiness, Fulfilling Dreams, and Giving Charity" at the Center for Social Welfare Development for the Elderly at Ban Bang Khae.

source: "ซูชิ" คำโตอร่อยเน้นๆ
en_us: NS

source: 1-30 พ.ย. 59 ที่โชว์รูมทั่วประเทศ
en_us: Nov 1-30, '16 in showrooms across the country

source: 22,000 บาท ฉันใช้บัตรโดยรวมเดือนละ
en_us: 22,000 baht, overall I use the card per month

source: 8,000 บาท แบ่งเป็น ข้อมูลการใช้บัตรของคุณ
en_us: 8,000 baht divided into, your card usage information

source: [ก.] เอาสิครับ งั้นเรารีบไปกันเถอะ
en_us: [Kor.] I want it. So let's hurry and go

source: กับ “คุโระ ซุปปุ”
en_us: with "Kuro Souppu"

source: คนที่เลี้ยงแมวตัวผู้ส่วนใหญ่
en_us: most cat owners

source: จัดสร้างพระพุทธมิ่งมงคลเอกนาคคีรี
en_us: built the Phraphutthamingmongkhol-akenagakhiri Buddha

source: จึงจะกดสมัครได้ครับ
en_us: so that you can apply. SUBJECT

source: ชาบูชิ เสิร์ฟปรากฎการณ์ความอร่อย...ข้นเข้ม!
en_us: Shabushi, serving a sensational taste experience...delicious!

source: ช๊อปปิ้ง 8,000 บาท สำหรับ ช๊อปปิ้ง
en_us: Shopping. 8,000 baht for shopping

source: ดวงเมืองปี 2559 ดวงเมืองปี 2559 มาแล้ว!
en_us: The country's horoscope for 2016. The country's horoscope for 2016 has arrived!

source: ดังนั้นเวลาโค้ง มันก็จะล้ม มันจะลื่นไปทันทีนะครับ
en_us: Therefore on curves it falls over. It instantly slips.

source: ตั้งแต่วันที่ 28 พฤศจิกายน - 9 ธันวาคม 2559
en_us: Between November 28 - December 9, 2016.

source: ติดตั้งทุกวันทั่วประเทศ
en_us: Installed daily throughout the country

source: ถ้าเกิดมันโตขึ้นระดับหนึ่งแล้ว
en_us: if it has gone up a level

source: ถ้าเกิดเราแอบดูมัน
en_us: if we take a look at it

source: ถ้าไม่มี ช่างก็จะปลดที่หนีบผ้าคลุมออก
en_us: If not there, the technician will release the clothespins.

source: ทรงได้รับฉายาว่า ภูมิพโลภิกขุ หลังจากนั้น พระองค์เสด็จฯ
en_us: received the nickname Bhumibol Phikhu. Afterwards

source: ที่ที่ผมไป จะเป็นที่หัวหินนะครับ
en_us: Where I went was in Hua Hin.

source: นครแฟรงก์เฟิร์ต
en_us: Frankfurt city

source: นิยมเอาแมวไปทำหมันกันนะครับเพราะว่าแมวตัวผู้
en_us: neutering cats is popular because cats

source: ผมก็แนะนำให้โทรศัพท์ไปจองนะครับก็ได้เหมือนกัน
en_us: I also recommend calling to make a reservation.

source: พระราชอุปัชฌาจารย์
en_us: Royal Preceptor

source: มันจะดุกว่าแมวที่บ้าน
en_us: They're fiercer than house cats.

source: มันจะไม่กลับมาที่บ้านเรานะครับ
en_us: It won't come back to our home.

source: ระบบกระจายความเย็นแบบไดเร็คคูล
en_us: direct cooling system

source: วิธีที่ 1 คลิกที่นี่ ใส่รายละเอียดลงในใบสมัครออนไลน์
en_us: Method 1: Click here. Enter details on the online application form.

source: สล่าร้อยแปด จัดส่งสินค้าทั่วประเทศ โทร/ไลน์ 0811120563
en_us: Sala 108 sends goods throughout the country. Phone/LINE 0811120563

source: ส่วนแมวท้องถิ่นหรือว่าแมวจรจัด
en_us: local cats or stray cats

source: หรือว่าแล็ปทอปนะครับ
en_us: or a laptop?

source: อาจต้องซื้อแท่นชาร์จแยกต่างหากสำหรับบางพื้นที่
en_us: maybe have to buy separate chargers for different areas

source: เขาไม่ได้ไปตรวจเช็คสภาพยางรถนะครับ
en_us: He didn't check the condition of the tires.
